{
  "</box>": 92552,
  "</img>": 92545,
  "</quad>": 92548,
  "</ref>": 92550,
  "<IMG_CONTEXT>": 92546,
  "<box>": 92551,
  "<box_begin>": 92553,
  "<boxes>": 92557,
  "<img>": 92544,
  "<quad>": 92547,
  "<ref>": 92549,
  "<temp>": 92558,
  "<time_begin>": 92554,
  "<track_begin>": 92555,
  "<track_box>": 92556,
  "<tracking>": 92559
}
