{
  "metadata": {
    "total_size": 16150845440
  },
  "weight_map": {
    "language_model.model.layers.0.attention.wo.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.0.attention.wqkv.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.0.attention_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.0.feed_forward.w1.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.0.feed_forward.w2.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.0.feed_forward.w3.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.0.ffn_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.1.attention.wo.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.1.attention.wqkv.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.1.attention_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.1.feed_forward.w1.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.1.feed_forward.w2.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.1.feed_forward.w3.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.1.ffn_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.10.attention.wo.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.10.attention.wqkv.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.10.attention_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.10.feed_forward.w1.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.10.feed_forward.w2.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.10.feed_forward.w3.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.10.ffn_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.11.attention.wo.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.11.attention.wqkv.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.11.attention_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.11.feed_forward.w1.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.11.feed_forward.w2.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.11.feed_forward.w3.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.11.ffn_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.12.attention.wo.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.12.attention.wqkv.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.12.attention_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.12.feed_forward.w1.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.12.feed_forward.w2.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.12.feed_forward.w3.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.12.ffn_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.13.attention.wo.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.13.attention.wqkv.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.13.attention_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.13.feed_forward.w1.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.13.feed_forward.w2.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.13.feed_forward.w3.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.13.ffn_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.14.attention.wo.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.14.attention.wqkv.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.14.attention_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.14.feed_forward.w1.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.14.feed_forward.w2.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.14.feed_forward.w3.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.14.ffn_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.15.attention.wo.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.15.attention.wqkv.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.15.attention_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.15.feed_forward.w1.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.15.feed_forward.w2.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.15.feed_forward.w3.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.15.ffn_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.16.attention.wo.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.16.attention.wqkv.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.16.attention_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.16.feed_forward.w1.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.16.feed_forward.w2.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.16.feed_forward.w3.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.16.ffn_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.17.attention.wo.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.17.attention.wqkv.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.17.attention_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.17.feed_forward.w1.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.17.feed_forward.w2.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.17.feed_forward.w3.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.17.ffn_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.18.attention.wo.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.18.attention.wqkv.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.18.attention_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.18.feed_forward.w1.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.18.feed_forward.w2.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.18.feed_forward.w3.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.18.ffn_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.19.attention.wo.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.19.attention.wqkv.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.19.attention_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.19.feed_forward.w1.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.19.feed_forward.w2.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.19.feed_forward.w3.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.19.ffn_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.2.attention.wo.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.2.attention.wqkv.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.2.attention_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.2.feed_forward.w1.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.2.feed_forward.w2.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.2.feed_forward.w3.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.2.ffn_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.20.attention.wo.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.20.attention.wqkv.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.20.attention_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.20.feed_forward.w1.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.20.feed_forward.w2.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.20.feed_forward.w3.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.20.ffn_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.21.attention.wo.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.21.attention.wqkv.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.21.attention_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.21.feed_forward.w1.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.21.feed_forward.w2.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.21.feed_forward.w3.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.21.ffn_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.22.attention.wo.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.22.attention.wqkv.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.22.attention_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.22.feed_forward.w1.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.22.feed_forward.w2.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.22.feed_forward.w3.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.22.ffn_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.23.attention.wo.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.23.attention.wqkv.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.23.attention_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.23.feed_forward.w1.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.23.feed_forward.w2.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.23.feed_forward.w3.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.23.ffn_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.24.attention.wo.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.24.attention.wqkv.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.24.attention_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.24.feed_forward.w1.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.24.feed_forward.w2.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.24.feed_forward.w3.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.24.ffn_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.25.attention.wo.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.25.attention.wqkv.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.25.attention_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.25.feed_forward.w1.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.25.feed_forward.w2.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.25.feed_forward.w3.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.25.ffn_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.26.attention.wo.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.26.attention.wqkv.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.26.attention_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.26.feed_forward.w1.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.26.feed_forward.w2.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.26.feed_forward.w3.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.26.ffn_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.27.attention.wo.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.27.attention.wqkv.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.27.attention_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.27.feed_forward.w1.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.27.feed_forward.w2.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.27.feed_forward.w3.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.27.ffn_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.28.attention.wo.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.28.attention.wqkv.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.28.attention_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.28.feed_forward.w1.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.28.feed_forward.w2.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.28.feed_forward.w3.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.28.ffn_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.29.attention.wo.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.29.attention.wqkv.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.29.attention_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.29.feed_forward.w1.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.29.feed_forward.w2.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.29.feed_forward.w3.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.29.ffn_norm.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.3.attention.wo.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.3.attention.wqkv.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.3.attention_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.3.feed_forward.w1.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.3.feed_forward.w2.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.3.feed_forward.w3.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.3.ffn_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.30.attention.wo.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.30.attention.wqkv.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.30.attention_norm.weight": "model-00004-of-00004.safetensors",
    "language_model.model.layers.30.feed_forward.w1.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.30.feed_forward.w2.weight": "model-00004-of-00004.safetensors",
    "language_model.model.layers.30.feed_forward.w3.weight": "model-00003-of-00004.safetensors",
    "language_model.model.layers.30.ffn_norm.weight": "model-00004-of-00004.safetensors",
    "language_model.model.layers.31.attention.wo.weight": "model-00004-of-00004.safetensors",
    "language_model.model.layers.31.attention.wqkv.weight": "model-00004-of-00004.safetensors",
    "language_model.model.layers.31.attention_norm.weight": "model-00004-of-00004.safetensors",
    "language_model.model.layers.31.feed_forward.w1.weight": "model-00004-of-00004.safetensors",
    "language_model.model.layers.31.feed_forward.w2.weight": "model-00004-of-00004.safetensors",
    "language_model.model.layers.31.feed_forward.w3.weight": "model-00004-of-00004.safetensors",
    "language_model.model.layers.31.ffn_norm.weight": "model-00004-of-00004.safetensors",
    "language_model.model.layers.4.attention.wo.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.4.attention.wqkv.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.4.attention_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.4.feed_forward.w1.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.4.feed_forward.w2.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.4.feed_forward.w3.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.4.ffn_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.5.attention.wo.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.5.attention.wqkv.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.5.attention_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.5.feed_forward.w1.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.5.feed_forward.w2.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.5.feed_forward.w3.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.5.ffn_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.6.attention.wo.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.6.attention.wqkv.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.6.attention_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.6.feed_forward.w1.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.6.feed_forward.w2.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.6.feed_forward.w3.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.6.ffn_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.7.attention.wo.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.7.attention.wqkv.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.7.attention_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.7.feed_forward.w1.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.7.feed_forward.w2.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.7.feed_forward.w3.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.7.ffn_norm.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.8.attention.wo.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.8.attention.wqkv.weight": "model-00001-of-00004.safetensors",
    "language_model.model.layers.8.attention_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.8.feed_forward.w1.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.8.feed_forward.w2.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.8.feed_forward.w3.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.8.ffn_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.9.attention.wo.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.9.attention.wqkv.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.9.attention_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.9.feed_forward.w1.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.9.feed_forward.w2.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.9.feed_forward.w3.weight": "model-00002-of-00004.safetensors",
    "language_model.model.layers.9.ffn_norm.weight": "model-00002-of-00004.safetensors",
    "language_model.model.norm.weight": "model-00004-of-00004.safetensors",
    "language_model.model.tok_embeddings.weight": "model-00001-of-00004.safetensors",
    "language_model.output.weight": "model-00004-of-00004.safetensors",
    "mlp1.0.bias": "model-00004-of-00004.safetensors",
    "mlp1.0.weight": "model-00004-of-00004.safetensors",
    "mlp1.1.bias": "model-00004-of-00004.safetensors",
    "mlp1.1.weight": "model-00004-of-00004.safetensors",
    "mlp1.3.bias": "model-00004-of-00004.safetensors",
    "mlp1.3.weight": "model-00004-of-00004.safetensors",
    "vision_model.embeddings.class_embedding": "model-00001-of-00004.safetensors",
    "vision_model.embeddings.patch_embedding.bias": "model-00001-of-00004.safetensors",
    "vision_model.embeddings.patch_embedding.weight": "model-00001-of-00004.safetensors",
    "vision_model.embeddings.position_embedding": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.0.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.1.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.10.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.11.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.12.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.13.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.14.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.15.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.16.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.17.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.18.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.19.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.2.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.20.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.21.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.22.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.23.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.3.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.4.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.5.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.6.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.7.norm2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.attn.proj.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.attn.proj.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.attn.qkv.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.attn.qkv.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.ls1": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.ls2": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.mlp.fc1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.mlp.fc1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.mlp.fc2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.mlp.fc2.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.norm1.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.norm1.weight": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.norm2.bias": "model-00001-of-00004.safetensors",
    "vision_model.encoder.layers.8.norm2.weight": "model-00001-of-00004.safetensors",
